<!DOCTYPE html>
<html lang="pt">

  <head>

    <meta charset="ISO-8859-1">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
    <meta name="description" content="">
    <meta name="author" content="">

    <title>Heureka.tech</title>

    <!-- Bootstrap core CSS -->
    <link href="vendor/bootstrap/css/bootstrap.min.css" rel="stylesheet">

    <!-- Custom fonts for this template -->
    <link href="vendor/font-awesome/css/font-awesome.min.css" rel="stylesheet" type="text/css">
    <link href="https://fonts.googleapis.com/css?family=Lora:400,700,400italic,700italic" rel="stylesheet" type="text/css">
    <link href='https://fonts.googleapis.com/css?family=Cabin:700' rel='stylesheet' type='text/css'>

    <!-- Custom styles for this template -->
    <link href="css/grayscale.min.css" rel="stylesheet">

  </head>

  <body id="page-top">

    <!-- Navigation -->
    <nav class="navbar navbar-expand-lg navbar-light fixed-top" id="mainNav">
      <div class="container">
        <a class="navbar-brand js-scroll-trigger" href="index.html" style="color:red">heureka tech</a>
        <button class="navbar-toggler navbar-toggler-right" type="button" data-toggle="collapse" data-target="#navbarResponsive" aria-controls="navbarResponsive" aria-expanded="false" aria-label="Toggle navigation">
          Menu
          <i class="fa fa-bars"></i>
        </button>
        <div class="collapse navbar-collapse" id="navbarResponsive">
          <ul class="navbar-nav ml-auto">
            <li class="nav-item">
              <a class="nav-link js-scroll-trigger" href="#wifi">Wifi</a>
            </li>
          </ul>
        </div>
      </div>
    </nav>


    <!-- wifi Section -->
    <section id="wifi" class="content-section text-center">
      <div class="container">
        <div class="row">
          <div class="col-lg-8 mx-auto">
            <h2>WIFI P&uacute;blico, quais os riscos?</h2>
			<p>Em um mundo cada vez mais conectado fica imposs&iacute;vel n&atilde;o utilizar a internet em viagens a trabalho, seja para checar o e-mail, ou at&eacute; mesmo acessar aplica&ccedil;&otilde;es corporativas, e à medida que o cen&aacute;rio de ataques e golpes virtuais se tornam t&atilde;o frequentes, &eacute; preciso adotar alguns cuidados extras na seguran&ccedil;a digital durante as viagens.</p>

<p>Atualmente a oferta de pontos de acesso WIFI nos estabelecimentos comerciais como hot&eacute;is, restaurantes, aeroportos e caf&eacute;s est&aacute; cada vez maior. E este ser&aacute; o foco da nossa conversa de hoje, pois este recurso se usado de forma deliberada pode trazer alguns riscos, e em casos mais graves consequ&ecirc;ncias terr&iacute;veis.</p>
            <p>A heureka nasceu de uma ideia de despertar a preocupa&ccedil;&atilde;o sobre o risco a seguran&ccedil;a digital, em um mundo cada vez mais tecnologico.
               Resultado de pesquisas, estudos e aplica&ccedil;&otilde;es pr&aacute;ticas temos o conjunto necess&aacute;rio de conhecimento para ajudar voc&ecirc; a se proteger!.</p>
            <h3>MITM - Man in The middle</h3>  
            <p>Comumente chamado Man in the middle (Homem no meio, em tradu&ccedil;&atilde;o livre), neste cl&aacute;ssico tipo de ataque o criminoso for&ccedil;a as conex&otilde;es da v&iacute;tima a passarem sob o seu controle podendo interceptar e manipular as informa&ccedil;&otilde;es trafegadas entre as partes. Onde a princ&iacute;pio basta o criminoso estar conectado na mesma rede WIFI da v&iacute;tima.</p>

<p>Em confer&ecirc;ncias, congressos, feiras, exposi&ccedil;&otilde;es onde a concentra&ccedil;&atilde;o de pessoas influentes e tomadoras de decis&atilde;o aumentam, existe um risco potencial maior de algum criminoso possa estar operando este tipo de ataque, pois a oferta de vitimas &eacute; bem maior. Veja alguns riscos envolvidos:</p>

<p>Redes Falsas: As pessoas tendem a acreditar que as redes WIFI levam o mesmo nome, ou similar ao do estabelecimento que acreditam oferecer o acesso, por&eacute;m &eacute; poss&iacute;vel que algu&eacute;m com m&aacute;s inten&ccedil;&otilde;es crie uma rede falsa para atrair e realizar o golpe, pois por caracter&iacute;sticas t&eacute;cnicas do padr&atilde;o WIFI, podem haver mais de uma rede com mesmo nome, e mais, &eacute; poss&iacute;vel que o estabelecimento nem tenha WIFI, e a rede seja definitivamente uma isca.</p>

<p>Roubo de credenciais: De forma praticamente silenciosa durante um ataque MITM, o criminoso pode capturar as senhas usadas para se conectar a aplica&ccedil;&otilde;es como webmail, for&ccedil;ando o computador da vitima a envia-las sem criptografia. Tamb&eacute;m &eacute; poss&iacute;vel ao criminoso fornecer uma p&aacute;gina falsa, um clone para que o usu&aacute;rio tente se conectar.</p>

<p>Inje&ccedil;&atilde;o de Malwares (v&iacute;rus): Como explicado anteriormente, e se valendo do poder de manipula&ccedil;&atilde;o de informa&ccedil;&otilde;es, o criminoso pode alterar o conte&uacute;do de qualquer website visitado durante uma conex&atilde;o comprometida por MITM, introduzindo códigos que podem realizar a invas&atilde;o ao seu computador ou Smartphone automaticamente.</p>

<p>Espionagem industrial: Juntando as t&eacute;cnicas e possibilidades relatadas acima, o produto final pode se resultar em espionagem de informa&ccedil;&otilde;es confidenciais, como por exemplo: lan&ccedil;amento de um produto novo, ou estrat&eacute;gias comerciais.</p>			
		<h3>Como se proteger e dificultar a a&ccedil;&atilde;o de criminosos?</h3>
		<ul>
		
		<li>Desligue o WIFI dos seus aparelhos se n&atilde;o estiver usando, a fim de evitar conex&atilde;o autom&aacute;tica em caso de redes abertas e/ou sem senha.</li>
<li>N&atilde;o deixe senhas salvas nos navegadores, nem em aplicativos que logam de forma autom&aacute;tica.</li>
<li>Prefira usar algum servi&ccedil;o de dados 3G/4G de sua operadora de telefonia celular.</li>
<li>Contrate ou implemente um servi&ccedil;o de VPN (Virtual Private Network) em sua organiza&ccedil;&atilde;o, assim todas as conex&otilde;es s&atilde;o criptografadas, e aumentam exponencialmente o n&iacute;vel de prote&ccedil;&atilde;o, por&eacute;m evite ao m&aacute;ximo uso de servi&ccedil;os de VPN gr&aacute;tis.</li>
<li>Confirme com algum funcion&aacute;rio do estabelecimento se eles realmente oferecem WIFI e qual a senha de acesso.</li>
<li>N&atilde;o realize transa&ccedil;&otilde;es banc&aacute;rias em WIFI p&uacute;blicos.</li>
<li>N&atilde;o realize compras com Cart&atilde;o de Cr&eacute;dito e/ou D&eacute;bito em WIFI p&uacute;blicos.</li>
<li>Desconfie sempre de Redes WIFI sem senha.</li>
<li>Mantenha os sistemas operacionais atualizados.</li>
<li>Tenha um antiv&iacute;rus instalado e atualizado.</li>
<li>Utilize apenas o b&aacute;sico!</li>
		
		
		</ul>
		</div>
      </div>
    </section>
     

    <!-- Map Section -->
    <div id="map"></div>

    <!-- Footer -->
    <footer>
      <div class="container text-center">
        <p>Copyright &copy; Heureka tech 2018</p>
      </div>
    </footer>

    <!-- Bootstrap core JavaScript -->
    <script src="vendor/jquery/jquery.min.js"></script>
    <script src="vendor/bootstrap/js/bootstrap.bundle.min.js"></script>

    <!-- Plugin JavaScript -->
    <script src="vendor/jquery-easing/jquery.easing.min.js"></script>

    <!-- Google Maps API Key - Use your own API key to enable the map feature. More information on the Google Maps API can be found at https://developers.google.com/maps/ -->
    <!--script src="https://maps.googleapis.com/maps/api/js?key=AIzaSyCRngKslUGJTlibkQ3FkfTxj3Xss1UlZDA&sensor=false"></script-->

    <!-- Custom scripts for this template -->
    <script src="js/grayscale.min.js"></script>

  </body>

</html>
